{
  "common": {
    "add": "Add",
    "addedBy": "Added by",
    "and": "and",
    "backToList": "Back to the list",
    "close": "Close",
    "description": "With Wacho you can collaboratively create and manage Watch Parties with your friends. Then, when you get together, let us choose what to watch.",
    "emptyList": "Hmmm… This list is empty…",
    "loading": "Loading…",
    "randomize": "Pick me a movie!",
    "save": "Save",
    "shareList": "Share this list",
    "summary": "Watch Parties made easy",
    "title": "Wacho — Watch Parties made easy",
    "shutdown": "Wacho is getting shut down",
    "shutdownDescription": "Wacho was a project I built for me and my friends to keep track of what movies to watch.<br><br>It was really fun to create but having seen the metrics of the service, it's expensive to run for so little use. <br><br>However, this is not the end for wacho. You can checkout the <a href=\"https://github.com/SrGMC/wacho\">code repository</a> and the guide on how to selfhost it yourself.<br><br>If you need access to your data, please, send me a message at <i>wacho at galisteo.me</i> with the Watch Party IDs."
  },
  "errors": {
    "partyNotFound": "We couldn't find this Watch Party 😭"
  },
  "footer": {
    "copyright": "Created by",
    "dataAttribution": "Data provided by",
    "openSource": "This app is",
    "privacyPolicy": "Privacy policy",
    "statusPage": "Status page"
  },
  "icon": "🇬🇧",
  "index": {
    "access": {
      "accessButton": "Access the Watch Party",
      "help": "The ID of a Watch Party is composed of between 5 and 6 emojis.",
      "title": "Watch Party ID"
    },
    "create": {
      "createButton": "Create Watch Party"
    }
  },
  "language": {
    "english": "English",
    "spanish": "Spanish"
  },
  "list": {
    "addMovie": "Add a movie"
  },
  "popup": {
    "username": {
      "help": "We ask you for a name so that your friends know who added each movie.",
      "question": "What's your name?",
      "title": "Let's get to know each other"
    }
  },
  "privacy": "<h1>WACHO Privacy Policy</h1>\n<p class=\"mt-10\">Last update: 19 June 2022</p>\n\n<p class=\"mt-10\">\n    This Privacy Policy describes our policies and procedures regarding the collection and use of your information when you use the service and informs you of your privacy rights\n    and how the law protects you.\n</p>\n\n<p class=\"mt-10\">When we say \"company\", \"we\", \"us\", \"our\", \"us\", \"service\" or \"services\" in this document, we mean WACHO.</p>\n\n<p class=\"mt-10\">If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p>\n\n<p class=\"mt-10\">\n    At WACHO, we are committed to complying with the GDPR, the CCPA and other privacy regulations on our platform. The privacy of your data -and it's your data, not ours!- is an\n    important issue for us.\n</p>\n\n<p class=\"mt-10\">\n    In this policy, we explain what data we collect and why, how your data is handled and your rights over it. We promise you that we will never sell your data: we never did it and\n    we never will.\n</p>\n\n<h2 class=\"mt-20\">Quick summary</h2>\n<p class=\"mt-10\">When you visit WACHO, <b>we use analytics</b> to understand visitor behaviour and implement improvements.</p>\n<p class=\"mt-10\">\n    We value your <b>privacy</b> very highly. That is why all the data we collect is completely <b>anonymised</b>, as it <b>does not</b> require cookies and <b>is not</b> shared\n    with third parties.\n</p>\n<p class=\"mt-10\">The usage data collected is as follows:</p>\n<ul>\n    <li><i class=\"me-1 bi bi-globe2\"></i> IP Address.</li>\n    <li><i class=\"me-1 bi bi-laptop\"></i> User agent.</li>\n    <li><i class=\"me-1 bi bi-calendar\"></i> Date and time of visit.</li>\n    <li><i class=\"me-1 bi bi-globe2\"></i> Browser language.</li>\n    <li><i class=\"me-1 bi bi-link-45deg\"></i> Visited URL.</li>\n    <li><i class=\"me-1 bi bi-rulers\"></i> Screen size.</li>\n</ul>\n<p class=\"mt-10\">Additionally, when you use WACHO, we collect a limited range of <b>personal data</b>. Again, <b>none</b> of this data is shared with third parties.</p>\n<p class=\"mt-10\">The data collected are as follows:</p>\n<ul>\n    <li><i class=\"me-1 bi bi-person-badge\"></i> Username.</li>\n</ul>\n\n<h2 class=\"mt-20\">As a visitor to the website</h2>\n\n<p class=\"mt-10\">\n    The privacy of our website visitors is important to us, so we do not track any individual person. As a visitor to the website, the following anonymous information is collected:\n</p>\n\n<ul>\n    <li><i class=\"me-1 bi bi-globe2\"></i> IP Address.</li>\n    <li><i class=\"me-1 bi bi-laptop\"></i> User agent.</li>\n    <li><i class=\"me-1 bi bi-calendar\"></i> Date and time of visit.</li>\n    <li><i class=\"me-1 bi bi-globe2\"></i> Browser language.</li>\n    <li><i class=\"me-1 bi bi-link-45deg\"></i> Visited URL.</li>\n    <li><i class=\"me-1 bi bi-rulers\"></i> Screen size.</li>\n</ul>\n\n<p class=\"mt-10\">under the following conditions:</p>\n\n<ul>\n    <li>No personal information is collected.</li>\n    <li>No information, such as cookies, is stored in the browser.</li>\n    <li>No information is shared, sent or sold to third parties.</li>\n    <li>No information is shared with advertising companies.</li>\n    <li>No information is mined for personal and behavioural trends.</li>\n    <li>No information is monetised.</li>\n    <li>We do not use any cookies for analytical purposes.</li>\n</ul>\n\n<h2 class=\"mt-20\">As a user of WACHO</h2>\n\n<p class=\"mt-10\">Our principle is that we collect only what we need and that we will only process this information to provide you with the service you have subscribed to.</p>\n\n<p class=\"mt-10\">\n    We try to use, primarily, services that we host ourselves on the premises, although we may use a select number of trusted external service providers for certain service\n    offerings. These service providers are carefully selected and meet high standards of data protection, privacy and security.\n</p>\n\n<p class=\"mt-10\">We only share with them the information necessary for the services offered.</p>\n\n<p class=\"mt-10\">This is what it means in practice:</p>\n\n<h3>What we collect</h3>\n\n<ul>\n    <li><i class=\"me-1 bi bi-person-badge\"></i> Usernames.</li>\n</ul>\n\n<h3>How we use it</h3>\n\n<ul>\n    <li>\n        You are required to provide us with an username to use WACHO, so other users can see what you did on the platform. The username you provide us may be the same one that you\n        use with other services across the internet or may be completely different.\n    </li>\n    <li>\n        All data we collect is fully protected, encrypted and hosted on a server located in Europe. This ensures that all data on the site is covered by the European Union's strict\n        strict European Union data privacy laws. Your data never leaves the EU.\n    </li>\n    <li>\n        When you write to us to ask a question or ask for help. We retain that correspondence, including the email address, so that we have a history of past correspondence that we\n        can refer to should you contact us in the future. We use this data only in connection with responding to enquiries we receive.\n    </li>\n</ul>\n\n<h3>Under what conditions</h3>\n<ul>\n    <li>No information is shared, sent or sold to third parties.</li>\n    <li>No information is shared with advertising companies.</li>\n    <li>No information is monetised.</li>\n</ul>\n\n<h2 class=\"mt-20\">Data retention</h2>\n\n<p class=\"mt-10\">We will retain your information for as long as necessary to provide you with the services or as otherwise set forth in this policy.</p>\n\n<p class=\"mt-10\">\n    We will also retain and use this information as necessary for the purposes set out in this policy and to the extent necessary to comply with our legal obligations, resolve\n    disputes, enforce our agreements and protect WACHO' legal rights.\n</p>\n\n<h2 class=\"mt-20\">Data breaches</h2>\n\n<p class=\"mt-10\">\n    If at any time an unauthorised breach of WACHO data should occur, we will notify you within 48 hours, in accordance with the European General Data Protection Act (GDPR), with a\n    message accross all the site. If it does occur, even though we don't collect them, we recommend you change all your passwords and check if you have been a victim of other\n    possible leaks at\n    <a href=\"https://haveibeenpwnd.com\">have i been pwned?</a>, even if you never provided us personal data.\n</p>\n\n<p class=\"mt-10\">\n    Subsequently, as soon as we know more information about the breach, we will let you know what happened, how it happened and what measures we will put in place to protect your\n    data in the future.\n</p>\n\n<h2 class=\"mt-20\">Changes and questions</h2>\n\n<p class=\"mt-10\">\n    We may update this policy as necessary to comply with relevant regulations and to reflect any new practices. Whenever we make a significant change to our policies, we will\n    announce it on the website.\n</p>\n\n<p class=\"mt-10\">\n    <a href=\"mailto:support@wacho.party\">Contact us</a> if you have any questions, comments or concerns about this privacy policy, your data or your rights regarding your\n    information.\n</p>\n",
  "random": {
    "skip": "Skip",
    "skipped": "Skipped",
    "viewTmdb": "View in TMDB",
    "watch": "Mark as watched",
    "watched": "Watched",
    "whereToWatch": "Where to watch"
  },
  "search": {
    "addToList": "Add to list",
    "searchButton": "Search",
    "searchMovie": "Search for a movie"
  }
}
