{
  "common": {
    "add": "Añadir",
    "addedBy": "Añadido por",
    "and": "y",
    "backToList": "Volver a la lista",
    "close": "Cerrar",
    "description": "Con Wacho puedes crear y gestionar colaborativamente Watch Parties con tus amigos. Luego, cuando te reúnas, dejadnos elegir qué ver.",
    "emptyList": "Hmmm… Esta lista está vacía…",
    "loading": "Cargando…",
    "randomize": "¡Escógeme una película!",
    "save": "Guardar",
    "shareList": "Compartir lista",
    "summary": "Watch Parties, más fáciles que nunca",
    "title": "Wacho — Watch Parties, más fáciles que nunca"
  },
  "errors": {
    "partyNotFound": "No hemos podido encontrar esta Watch Party 😭"
  },
  "footer": {
    "copyright": "Creado por",
    "dataAttribution": "Datos provistos por",
    "openSource": "¡Esta app es",
    "privacyPolicy": "Política de privacidad"
  },
  "icon": "🇪🇸",
  "index": {
    "access": {
      "accessButton": "Entrar a la Watch Party",
      "help": "El ID de una Watch Party esta compuesto por entre 5 y 6 emojis.",
      "title": "ID de Watch Party"
    },
    "create": {
      "createButton": "Crear Watch Party"
    }
  },
  "language": {
    "english": "Inglés",
    "spanish": "Español"
  },
  "list": {
    "addMovie": "Añadir película"
  },
  "popup": {
    "username": {
      "help": "Te pedimos un nombre para que tus amigos sepan quién ha añadido cada película.",
      "question": "¿Cómo te llamas?",
      "title": "Vamos a conocernos"
    }
  },
  "privacy": "<h1>Política de privacidad de WACHO</h1>\n<p class=\"mt-10\">Última actualización: 19 Junio 2022</p>\n\n<p class=\"mt-10\">\n    La presente política de privacidad describe nuestras políticas y procedimientos relativos a la recogida y uso de sus datos cuando utiliza el servicio y le informa de sus derechos de privacidad y cómo le protege la ley.\n</p>\n\n<p class=\"mt-10\">Cuando decimos \"empresa\", \"nosotros\", \"nos\", \"nuestro\", \"nos\", \"servicio\" o \"servicios\" en este documento, nos referimos a WACHO.</p>\n\n<p class=\"mt-10\">Si tiene más preguntas o necesita más información sobre nuestra política de privacidad, no dude en ponerse en contacto con nosotros.</p>\n\n<p class=\"mt-10\">\n    En WACHO, nos comprometemos a cumplir con el GDPR, la CCPA y otras normas de privacidad en nuestra plataforma. La privacidad de sus datos -y son sus datos, no los nuestros- es una cuestión importante para nosotros.\n</p>\n\n<p class=\"mt-10\">\n    En esta política, explicamos qué datos recogemos y por qué, cómo se tratan sus datos y sus derechos sobre ellos. Le prometemos que nunca venderemos sus datos: nunca lo hemos hecho y nunca lo haremos.\n</p>\n\n<h2 class=\"mt-20\">Resumen rápido</h2>\n<p class=\"mt-10\">Cuando usted visita WACHO, <b>utilizamos analíticas</b> para comprender el comportamiento de los visitantes e implementar mejoras.</p>\n<p class=\"mt-10\">\n    Valoramos mucho su <b>privacidad</b>. Por ello, todos los datos que recopilamos son completamente <b>anónimos</b>, ya que <b>no requieren cookies</b> y no se comparten con terceros.\n</p>\n<p class=\"mt-10\">Los datos de uso recogidos son los siguientes:</p>\n<ul>\n    <li><i class=\"me-1 bi bi-globe2\"></i> Dirección IP.</li>\n    <li><i class=\"me-1 bi bi-laptop\"></i> Agente de usuario.</li>\n    <li><i class=\"me-1 bi bi-calendar\"></i> Fecha y hora de la visita.</li>\n    <li><i class=\"me-1 bi bi-globe2\"></i> Idioma del navegador.</li>\n    <li><i class=\"me-1 bi bi-link-45deg\"></i> URL visitada.</li>\n    <li><i class=\"me-1 bi bi-rulers\"></i> Tamaño de pantalla.</li>\n</ul>\n<p class=\"mt-10\">Además, cuando usted utiliza WACHO, recogemos una selección limitada de <b>datos personales</b>. De nuevo, <b>ninguno</b> de estos datos se comparte con terceros.</p>\n<p class=\"mt-10\">Los datos recogidos son los siguientes:</p>\n<ul>\n    <li><i class=\"me-1 bi bi-person-badge\"></i> Nombre de usuario.</li>\n</ul>\n\n<h2 class=\"mt-20\">Como visitante del sitio web</h2>\n\n<p class=\"mt-10\">\n    La privacidad de los visitantes de nuestro sitio web es importante para nosotros, por lo que no rastreamos a ninguna persona en particular. Como visitante del sitio web, se recoge la siguiente información anónima:\n</p>\n\n<ul>\n    <li><i class=\"me-1 bi bi-globe2\"></i> Dirección IP.</li>\n    <li><i class=\"me-1 bi bi-laptop\"></i> Agente de usuario.</li>\n    <li><i class=\"me-1 bi bi-calendar\"></i> Fecha y hora de la visita.</li>\n    <li><i class=\"me-1 bi bi-globe2\"></i> Idioma del navegador.</li>\n    <li><i class=\"me-1 bi bi-link-45deg\"></i> URL visitada.</li>\n    <li><i class=\"me-1 bi bi-rulers\"></i> Tamaño de pantalla.</li>\n</ul>\n\n<p class=\"mt-10\">bajo las siguientes condiciones:</p>\n\n<ul>\n    <li>No se recoge ninguna información personal.</li>\n    <li>Ninguna información, como las cookies, se almacena en el navegador.</li>\n    <li>Ninguna información es compartida, enviada o vendida a terceros.</li>\n    <li>No se comparte ninguna información con empresas de publicidad.</li>\n    <li>No se extrae información sobre tendencias personales y de comportamiento.</li>\n    <li>No se monetiza ninguna información.</li>\n    <li>No utilizamos ninguna cookie con fines analíticos.</li>\n</ul>\n\n<h2 class=\"mt-20\">Como usuario de WACHO</h2>\n\n<p class=\"mt-10\">Nuestro principio es que sólo recogemos lo que necesitamos y que sólo procesamos esta información para proporcionarle el servicio al que se ha suscrito.</p>\n\n<p class=\"mt-10\">\n    Intentamos utilizar, principalmente, servicios que alojamos nosotros mismos, aunque podemos utilizar un número selecto de proveedores de servicios externos de confianza para determinadas ofertas de servicios\n    servicios. Estos proveedores de servicios son cuidadosamente seleccionados y cumplen con altos estándares de protección de datos, privacidad y seguridad.\n</p>\n\n<p class=\"mt-10\">Sólo compartimos con ellos la información necesaria para los servicios ofrecidos.</p>\n\n<p class=\"mt-10\">Esto es lo que significa en la práctica:</p>\n\n<h3>Lo que recopilamos</h3>\n\n<ul>\n    <li><i class=\"me-1 bi bi-person-badge\"></i> Nombres de usuario.</li>\n</ul>\n\n<h3>Como lo usamos</h3>\n\n<ul>\n    <li>\n        Es necesario que nos proporcione un nombre de usuario para utilizar WACHO, para que otros usuarios puedan ver lo que ha hecho en la plataforma. El nombre de usuario que nos proporcione puede ser el mismo que usted\n        que utiliza en otros servicios de Internet o puede ser completamente diferente.\n    </li>\n    <li>\n        Todos los datos que recogemos están totalmente protegidos, encriptados y alojados en un servidor situado en Europa. Esto garantiza que todos los datos del sitio están cubiertos por las estrictas\n        leyes de privacidad de datos de la Unión Europea. Sus datos nunca salen de la UE.\n    </li>\n    <li>\n        Cuando nos escribe para hacer una pregunta o pedir ayuda, conservamos esa correspondencia, incluida la dirección de correo electrónico, para tener un historial de la correspondencia anterior al que\n        podemos consultar en caso de que se ponga en contacto con nosotros en el futuro. Utilizamos estos datos únicamente para responder a las consultas que recibimos.\n    </li>\n</ul>\n\n<h3>Bajo que condiciones</h3>\n<ul>\n    <li>Ninguna información es compartida, enviada o vendida a terceros.</li>\n    <li>No se comparte ninguna información con empresas de publicidad.</li>\n    <li>No se monetiza ninguna información.</li>\n</ul>\n\n<h2 class=\"mt-20\">Retención de datos</h2>\n\n<p class=\"mt-10\">Conservaremos su información durante el tiempo que sea necesario para prestarle los servicios o según lo establecido en esta política.</p>\n\n<p class=\"mt-10\">\n    También conservaremos y utilizaremos esta información según sea necesario para los fines establecidos en esta política y en la medida necesaria para cumplir con nuestras obligaciones legales, resolver disputas, hacer cumplir nuestros acuerdos y proteger los derechos legales de WACHO.\n</p>\n\n<h2 class=\"mt-20\">Filtraciones de datos</h2>\n\n<p class=\"mt-10\">\n    If at any time an unauthorised breach of WACHO data should occur, we will notify you within 48 hours, in accordance with the European General Data Protection Act (GDPR), with a message accross all the site. En caso de producirse, aunque no recojamos las contraseñas, te recomendamos que las cambies todas y que compruebes si has sido víctima de otras posibles filtraciones en <a href=\"https://haveibeenpwnd.com\">have i been pwned?</a>, aunque nunca nos hayas proporcionado datos personales.\n</p>\n\n<p class=\"mt-10\">\n    Posteriormente, en cuanto conozcamos más información sobre la infracción, le informaremos de lo sucedido, de cómo ha ocurrido y de las medidas que pondremos en marcha para proteger sus\n    datos en el futuro.\n</p>\n\n<h2 class=\"mt-20\">Cambios y preguntas</h2>\n\n<p class=\"mt-10\">\n    Podemos actualizar esta política según sea necesario para cumplir con la normativa pertinente y para reflejar cualquier nueva práctica. Siempre que hagamos un cambio significativo en nuestras políticas, lo anunciaremos en la web.\n</p>\n\n<p class=\"mt-10\">\n    <a href=\"mailto:support@wacho.party\">Contacte con nosotros</a> si tiene alguna pregunta, comentario o duda sobre esta política de privacidad, sus datos o sus derechos sobre su información.\n</p>\n",
  "random": {
    "skip": "Saltar",
    "skipped": "Saltada",
    "viewTmdb": "Ver en TMDB",
    "watch": "Marcar como vista",
    "watched": "Vista",
    "whereToWatch": "Donde ver"
  },
  "search": {
    "addToList": "Añadir a la lista",
    "searchButton": "Buscar",
    "searchMovie": "Buscar película"
  }
}
